fields = {
    'question-1':
        ('একটা ভালো দেখে গানের লিস্ট দে',
         """গান খুবই অসাধারণ একটা জিনিস, এমন কিছু গান বল যেগুলো শুনে হয়তো আমাদের কথা মনে পড়বে কিংবা এমনিই শুনে মজা পাবো"""),

    'question-2': ('তোর প্রিয়  কিছু সিনেমা',
                   """ সিনেমা দেখতে সবসময়েই ঘ্যাম লাগে। আমার প্রিয় কিছু সিনেমা হল:
                ১. kung fu  panda 
                ২. barfi 
                ৩. batman - dark  knight 
                ৪. inception 
                ৫. বিসর্জন 
            এর মধ্যে কোনোটা  না দেখে থাকলে শিগগিরি দেখে না। তোর ভালো লাগা কিছু সিনেমা এখানে লিখে ফেল  """),
    'question-3': ('আমার মধ্যে যে জিনিসটা তোর ভালো লাগে...', ''),

    'question-4': ('আমরা যেসব ভালো স্মরণীয় মুহূর্ত কাটিয়েছি...',
                   """ এই তিন বছরে আমি অন্তত প্রচুর আজেবাজে, উল্টোপাল্টা, দারুন অথবা, ভয়ানক কাজ করে বেড়িয়েছি। 
        তোর সাথে যদি তেমন কোন ঘটনা ঘটে থাকে তো সেটা বল।   """),

    'question-5': ('তোর যদি কোন স্বপ্ন থাকে সেটা কি?',
                   """সবারই জীবনে কিছু শখ বা স্বপ্ন থাকে, যেমন ধর আমার স্বপ্ন ছিল এই ওয়েবসাইটটা  বানাবো....  🤣🤣 ।  
        নিজের সম্পর্কে বল"""),

    'question-6': ('আমার সম্পর্কে যে জিনিসটা তুই পছন্দ করিস না',
                   """ তোর যদি আমার কোন স্বভাব বা আচরণ যদি পরিবর্তন করা উচিত বলে মনে হয়.... কিছু পরামর্শ দে।  """),

    'question-7': ('আমাকে বলা একটা মিথ্যে কথা....',
                   """ 😂😂😂 বলে থাকতেই পারিস, ঘটনা পুরো বলে ফেল   😂
         (এই উত্তর গুলো আমি জুন মাসের আগে দেখব না আরেকবার মনে করিয়ে দিই)  """),

    'question-8': ('আমাকে নিয়ে শোনা কোন গুজব',
                   """ আমিও একটু জানি, এই তিনবছর কি কি গুজব চললো... """),

    'question-9': ('ফার্স্ট ইম্প্রেশন ভার্সেস লাস্ট ইম্প্রেশন ',
                   """ আমাকে প্রথম দেখে কাকু কাকু মনে হয় বহুবার শুনেছি...  😅😅😅
        যা কিছু মনে হয়েছিল খুলে বলে ফেল, আমার জানতে ভালোই লাগবে। """),

    'question-10': ('''"বাবা" ছাড়া আমার আর যদি কোন ডাকনাম থেকে থাকে... ''',
                    """ ফার্স্ট ইয়ারের প্রথম কিছুদিন ছাড়া আমাকে এই ডাকনামে ডাকে নি কেউ আর। আর আমার আর কিছু জানাও নেই।  """),

    'question-11': ('২০১৬ থেকে ২০১৯ .... কি কি ঘটল.... কি কি বদলাল....',
                    """ এতক্ষনে নিশ্চই বহু কথা মনে পড়ে গেছে এই তিনবছরের। যেগুলো বলা হয়নি; বা যেগুলো এই তিনবছরে করা হয় নি, সবকিছু.... """),


}

intro1 = "স্বাগতম"
intro2 = """ আশা করি হাতে কিছুটা সময় নিয়েই বসেছিস। এই জিনিসটা বানানোর ইচ্ছে সেই ক্লাস ১২ থেকে ছিল। এটা বানানোর একমাত্র উদ্দেশ্য হল ২০১৬ থেকে ২০১৯ পর্যন্ত সময়ের সবকটা ঘটনা/কান্ড যেন জমা করে রাখতে পারি এবং বহুবছর বাদে, কলেজে পড়ার সময় গুলোর কথা যখন মনে পড়বে, তখন তোদের এই সাইটে দেওয়া উত্তর গুলো পড়ে এই সময়ে ফিরে  আসতে  পারি। আমার সাথে ঘটে যাওয়া  সমস্ত ভালো/তিক্ত অভিজ্ঞতা যদি কিছু থেকে থাকে সেগুলো নির্দ্বিধায় এখানে বলে ফেলতে পারিস। 

* এখানে সমস্ত প্রশ্ন আর তার সাথে কিছু কথা শুধুমাত্র তোকে উদ্দেশ্য করে লেখা হয়েছে। প্রশ্নগুলো সবার জন্য এক থাকার সম্ভাবনাই বেশি কিন্তু, প্রত্যেক প্রশ্নের পর কথাগুলো তোকে ব্যক্তিগত ভাবে লেখা হয়েছে।
* তোদের এই সমস্ত রেসপন্স আমি জুন মাসের আগে খুলে দেখব না। যাতে মনের কথা নির্দ্বিধায় লিখে ফেলতে পারিস।
* কোন ছবি দেওয়ার ইচ্ছে হলে google drive এ আপলোড করে এখানে link  দিয়ে দিতে পারিস।
* এখানে যতগুলো প্রশ্ন আছে সবকটার উত্তর দিতে হবে, নয়তো submit হবে না।  """

outro = """ অনেক ধন্যবাদ। submit করার আগে একবার দেখে নে সব ঠিক আছে কিনা। জুন মাসের আগে যতবার খুশি তুই submit করতে পারবি। আর একটা অনুরোধ, যতক্ষণ না এই সাইটটার সম্পর্কে সবাই জানছে, এটা নিয়ে কারুর সাথে আলোচনা করিস না, নাহলে যারা এখন জানে না তাদের উৎসাহ টা আর একরকম থাকবে না।  """
